Repository: Octopus-Community/octopus-sdk-swift
Catalog: Sources/OctopusUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, hi, id, it, ja, ms, nb, nl, pl, pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# Error.Text.TooShort_minLength:%lld
source: Your post must contain at least %1$lld characters.
ar: يجب أن يحتوي منشورك على %1$lld حرف على الأقل.
da: Dit opslag skal indeholde mindst %1$lld tegn.
de: Ihr Beitrag muss mindestens %1$lld Zeichen enthalten.
es: Su publicación debe contener al menos %1$lld caracteres.
fi: Julkaisunne täytyy sisältää vähintään %1$lld merkkiä.
fr: Votre publication doit contenir au moins %1$lld caractères.
hi: आपकी पोस्ट में कम से कम %1$lld अक्षर होने चाहिए।
id: Postingan Anda harus berisi minimal %1$lld karakter.
it: La sua pubblicazione deve contenere almeno %1$lld caratteri.
ja: 投稿には %1$lld 文字以上必要です。
ms: Hantaran anda mestilah mengandungi sekurang-kurangnya %1$lld aksara.
nb: Innlegget ditt må inneholde minst %1$lld tegn.
nl: Uw bericht moet minstens %1$lld tekens bevatten.
pl: Twoja publikacja musi zawierać co najmniej %1$lld znaków.
pt: A sua publicação deve ter pelo menos %1$lld caracteres.
ro: Postarea dumneavoastră trebuie să conțină cel puțin %1$lld caractere.
ru: Ваш пост должен содержать минимум %1$lld символов.
sv: Ditt inlägg måste innehålla minst %1$lld tecken.
th: โพสต์ของคุณต้องมีอย่างน้อย %1$lld อักขระ
tr: Gönderiniz en az %1$lld karakter içermelidir.
vi: Bài đăng của bạn phải chứa ít nhất %1$lld ký tự.
zh_hans: 您的帖子必须至少包含 %1$lld 个字符。
zh_hant: 您的貼文必須至少包含 %1$lld 個字元。

# Error.Unknown
source: Oops, an error occurred. Please try again later.
ar: عذرًا، حدث خطأ. يرجى المحاولة مرة أخرى لاحقًا.
da: Ups, der opstod en fejl. Prøv igen senere.
de: Hoppla, ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ups, se ha producido un error. Por favor, inténtelo de nuevo más tarde.
fi: Hups, tapahtui virhe. Yrittäkää myöhemmin uudelleen.
fr: Oups, une erreur est survenue. Merci de réessayer ultérieurement.
hi: ओहो, एक त्रुटि हुई। कृपया बाद में फिर से कोशिश करें।
id: Oops, terjadi kesalahan. Silakan coba lagi nanti.
it: Ops, si è verificato un errore. Riprovi più tardi.
ja: おっと、エラーが発生しました。しばらくしてからもう一度お試しください。
ms: Oops, ralat berlaku. Sila cuba lagi kemudian.
nb: Ups, det oppstod en feil. Prøv igjen senere.
nl: Oeps, er is een fout opgetreden. Probeer het later opnieuw.
pl: Ups, wystąpił błąd. Spróbuj ponownie później.
pt: Ocorreu um erro. Tente novamente mais tarde.
ro: Hopa, a apărut o eroare. Încercați din nou mai târziu.
ru: Упс, произошла ошибка. Пожалуйста, попробуйте позже.
sv: Hoppsan, ett fel uppstod. Försök igen senare.
th: อุ๊ปส์ เกิดข้อผิดพลาด กรุณาลองอีกครั้งในภายหลัง
tr: Maalesef bir hata oluştu. Lütfen daha sonra yeniden deneyin.
vi: Rất tiếc, đã có lỗi xảy ra. Vui lòng thử lại sau.
zh_hans: 哎呀，发生错误。请稍后再试。
zh_hant: 哎呀，發生錯誤。請稍後再試。

# Gamification.Sheet.Comment
source: 💬 Comment
ar: 💬 علّق
da: 💬 Kommentér
de: 💬 Kommentieren
es: 💬 Comentar
fi: 💬 Kommentoikaa
fr: 💬 Commenter
hi: 💬 कमेंट करें
id: 💬 Komentari
it: 💬 Commentare
ja: 💬 コメント
ms: 💬 Komen
nb: 💬 Kommenter
nl: 💬 Reageer
pl: 💬 Skomentuj
pt: 💬 Comentar
ro: 💬 Comentați
ru: 💬 Комментируйте
sv: 💬 Kommentera
th: 💬 แสดงความคิดเห็น
tr: 💬 Yorum yapın
vi: 💬 Bình luận
zh_hans: 💬 评论
zh_hant: 💬 留言

# Gamification.Sheet.DailySession
source: 🗓️ Check in daily
ar: 🗓️ سجّل الدخول يوميًا
da: 🗓️ Log ind dagligt
de: 🗓️ Täglich vorbeischauen
es: 🗓️ Volver cada día
fi: 🗓️ Kirjautukaa päivittäin
fr: 🗓️ Revenir chaque jour
hi: 🗓️ रोज़ाना लॉगिन करें
id: 🗓️ Login setiap hari
it: 🗓️ Tornare ogni giorno
ja: 🗓️ 毎日ログイン
ms: 🗓️ Log masuk setiap hari
nb: 🗓️ Logg inn daglig
nl: 🗓️ Log dagelijks in
pl: 🗓️ Wracaj codziennie
pt: 🗓️ Voltar todos os dias
ro: 🗓️ Conectați-vă zilnic
ru: 🗓️ Заходите каждый день
sv: 🗓️ Logga in varje dag
th: 🗓️ เข้าสู่ระบบทุกวัน
tr: 🗓️ Her gün geri dönün
vi: 🗓️ Đăng nhập hàng ngày
zh_hans: 🗓️ 每日登录
zh_hant: 🗓️ 每日登入

# Gamification.Sheet.Post
source: ✍️ Publish a post
ar: ✍️ انشر منشورًا
da: ✍️ Udgiv et opslag
de: ✍️ Einen Beitrag veröffentlichen
es: ✍️ Crear una publicación
fi: ✍️ Julkaiskaa viesti
fr: ✍️ Créer une publication
hi: ✍️ एक पोस्ट प्रकाशित करें
id: ✍️ Terbitkan postingan
it: ✍️ Creare una pubblicazione
ja: ✍️ 投稿を公開
ms: ✍️ Terbitkan hantaran
nb: ✍️ Publiser et innlegg
nl: ✍️ Plaats een bericht
pl: ✍️ Utwórz post
pt: ✍️ Criar uma publicação
ro: ✍️ Publicați o postare
ru: ✍️ Публикуйте пост
sv: ✍️ Skapa ett inlägg
th: ✍️ เผยแพร่โพสต์
tr: ✍️ Gönderi oluşturun
vi: ✍️ Đăng bài viết
zh_hans: ✍️ 发布帖子
zh_hant: ✍️ 發布貼文

# Gamification.Sheet.PostCommented
source: 🤝 Get a comment on your post
ar: 🤝 احصل على تعليق على منشورك
da: 🤝 Få en kommentar på dit opslag
de: 🤝 Einen Kommentar zu Ihrem Beitrag erhalten
es: 🤝 Recibir un comentario en su publicación
fi: 🤝 Saakaa kommentti julkaisuunne
fr: 🤝 Recevoir un commentaire sur votre publication
hi: 🤝 अपनी पोस्ट पर एक कमेंट प्राप्त करें
id: 🤝 Dapatkan komentar di postingan Anda
it: 🤝 Ricevere un commento sulla propria pubblicazione
ja: 🤝 投稿にコメントを受け取る
ms: 🤝 Dapatkan komen pada hantaran anda
nb: 🤝 Få en kommentar på innlegget ditt
nl: 🤝 Ontvang een reactie op uw bericht
pl: 🤝 Otrzymaj komentarz do swojego posta
pt: 🤝 Receber um comentário na sua publicação
ro: 🤝 Primiți un comentariu la postarea dumneavoastră
ru: 🤝 Получите комментарий к Вашему посту
sv: 🤝 Få en kommentar på ditt inlägg
th: 🤝 ได้รับความคิดเห็นบนโพสต์ของคุณ
tr: 🤝 Gönderiniz için yorum alın
vi: 🤝 Nhận bình luận trên bài đăng của bạn
zh_hans: 🤝 在您的帖子上获得评论
zh_hant: 🤝 在您的貼文上獲得留言

# Gamification.Sheet.ProfileCompleted
source: 👤 Complete your profile
ar: 👤 أكمل ملفك الشخصي
da: 👤 Fuldfør din profil
de: 👤 Ihr Profil vervollständigen
es: 👤 Completar su perfil
fi: 👤 Täydentäkää profiilinne
fr: 👤 Compléter votre profil
hi: 👤 अपनी प्रोफ़ाइल पूरी करें
id: 👤 Lengkapi profil Anda
it: 👤 Completare il proprio profilo
ja: 👤 プロフィールを完成
ms: 👤 Lengkapkan profil anda
nb: 👤 Fullfør profilen din
nl: 👤 Vul uw profiel in
pl: 👤 Uzupełnij swój profil
pt: 👤 Completar o seu perfil
ro: 👤 Completați-vă profilul
ru: 👤 Заполните Ваш профиль
sv: 👤 Fyll i din profil
th: 👤 กรอกโปรไฟล์ให้ครบ
tr: 👤 Profilinizi tamamlayın
vi: 👤 Hoàn thành hồ sơ của bạn
zh_hans: 👤 完善个人资料
zh_hant: 👤 完善個人檔案

# Gamification.Sheet.Reaction
source: ❤️ React to a post
ar: ❤️ تفاعل مع منشور
da: ❤️ Reagér på et opslag
de: ❤️ Auf einen Beitrag reagieren
es: ❤️ Reaccionar a un mensaje
fi: ❤️ Reagoikaa julkaisuun
fr: ❤️ Réagir à un message
hi: ❤️ एक पोस्ट पर प्रतिक्रिया दें
id: ❤️ Bereaksi terhadap postingan
it: ❤️ Reagire a un messaggio
ja: ❤️ 投稿にリアクション
ms: ❤️ Beri reaksi pada hantaran
nb: ❤️ Reager på et innlegg
nl: ❤️ Reageer op een bericht
pl: ❤️ Zareaguj na post
pt: ❤️ Reagir a uma mensagem
ro: ❤️ Reacționați la o postare
ru: ❤️ Реагируйте на пост
sv: ❤️ Reagera på ett inlägg
th: ❤️ แสดงความรู้สึกต่อโพสต์
tr: ❤️ Mesaja tepki verin
vi: ❤️ Bày tỏ cảm xúc về bài đăng
zh_hans: ❤️ 对帖子做出反应
zh_hant: ❤️ 對貼文做出反應

# Gamification.Sheet.Title
source: Earn points and unlock badges:
ar: اكسب نقاطًا وافتح شارات:
da: Optjen point og lås badges op:
de: Sammeln Sie Punkte und schalten Sie Abzeichen frei:
es: Gane puntos y desbloquee insignias:
fi: Ansaitkaa pisteitä ja avatkaa merkkejä:
fr: Gagnez des points et débloquez des badges :
hi: अंक कमाएं और बैज अनलॉक करें:
id: Dapatkan poin dan buka lencana:
it: Guadagna punti e sblocca badge:
ja: ポイントを獲得してバッジを解除:
ms: Kumpul mata dan buka lencana:
nb: Tjen poeng og lås opp badges:
nl: Verdien punten en ontgrendel badges:
pl: Zdobywaj punkty i odblokowuj odznaki:
pt: Ganhe pontos e desbloqueie medalhas :
ro: Câștigați puncte și deblocați insigne:
ru: Зарабатывайте очки и открывайте значки:
sv: Samla poäng och lås upp märken:
th: รับคะแนนและปลดล็อกตราสัญลักษณ์:
tr: Puan kazanın ve rozetler açın:
vi: Kiếm điểm và mở khóa huy hiệu:
zh_hans: 赚取积分并解锁徽章：
zh_hant: 賺取積分並解鎖徽章：

# Gamification.Sheet.Vote
source: ✅ Vote
ar: ✅ صوّت
da: ✅ Stem
de: ✅ Abstimmen
es: ✅ Votar
fi: ✅ Äänestäkää
fr: ✅ Voter
hi: ✅ वोट करें
id: ✅ Pilih
it: ✅ Votare
ja: ✅ 投票
ms: ✅ Undi
nb: ✅ Stem
nl: ✅ Stem
pl: ✅ Głosuj
pt: ✅ Votar
ro: ✅ Votați
ru: ✅ Голосуйте
sv: ✅ Rösta
th: ✅ โหวต
tr: ✅ Oy verin
vi: ✅ Bình chọn
zh_hans: ✅ 投票
zh_hant: ✅ 投票

# Gamification.Toast.Comment_points:%@
source: 💬 +%1$@ for your comment, congrats!
ar: 💬 +%1$@ على تعليقك، أحسنت!
da: 💬 +%1$@ for din kommentar, flot!
de: 💬 +%1$@ für Ihren Kommentar, Glückwunsch!
es: 💬 +%1$@ por su comentario, ¡enhorabuena!
fi: 💬 +%1$@ kommentistanne, hienoa!
fr: 💬 +%1$@ pour votre commentaire, bravo !
hi: 💬 +%1$@ आपके कमेंट के लिए, बधाई!
id: 💬 +%1$@ untuk komentar Anda, bagus!
it: 💬 +%1$@ per il suo commento, complimenti!
ja: 💬 コメントで +%1$@、おめでとう!
ms: 💬 +%1$@ untuk komen anda, syabas!
nb: 💬 +%1$@ for kommentaren din, godt jobbet!
nl: 💬 +%1$@ voor uw reactie, goed gedaan!
pl: 💬 +%1$@ za Twój komentarz, brawo!
pt: 💬 +%1$@ pelo seu comentário, parabéns !
ro: 💬 +%1$@ pentru comentariul dumneavoastră, felicitări!
ru: 💬 +%1$@ за Ваш комментарий, отлично!
sv: 💬 +%1$@ för din kommentar, bra jobbat!
th: 💬 +%1$@ สำหรับความคิดเห็นของคุณ ยินดีด้วย!
tr: 💬 Yorumunuz için +%1$@, tebrikler!
vi: 💬 +%1$@ cho bình luận của bạn, tuyệt vời!
zh_hans: 💬 您的评论获得 +%1$@ 分，恭喜！
zh_hant: 💬 您的留言獲得 +%1$@ 分，恭喜！

# Gamification.Toast.CommentedPost_points:%@
source: 💬 Someone replied to your post, +%1$@!
ar: 💬 رد شخص ما على منشورك: +%1$@!
da: 💬 Nogen har svaret på dit opslag: +%1$@!
de: 💬 Jemand hat auf Ihren Beitrag geantwortet: +%1$@!
es: 💬 Alguien ha respondido a su publicación: +%1$@.
fi: 💬 Joku vastasi julkaisuunne: +%1$@!
fr: 💬 Quelqu’un a répondu à votre publication : +%1$@ !
hi: 💬 किसी ने आपकी पोस्ट पर जवाब दिया: +%1$@!
id: 💬 Seseorang membalas postingan Anda: +%1$@!
it: 💬 Qualcuno ha risposto alla sua pubblicazione: +%1$@!
ja: 💬 あなたの投稿に返信がありました:+%1$@!
ms: 💬 Seseorang membalas hantaran anda: +%1$@!
nb: 💬 Noen har svart på innlegget ditt: +%1$@!
nl: 💬 Iemand heeft op uw bericht gereageerd: +%1$@!
pl: 💬 Ktoś odpowiedział na Twój post: +%1$@!
pt: 💬 Alguém respondeu à sua publicação : +%1$@ !
ro: 💬 Cineva a răspuns la postarea dumneavoastră: +%1$@!
ru: 💬 Кто-то ответил на Ваш пост: +%1$@!
sv: 💬 Någon svarade på ditt inlägg: +%1$@!
th: 💬 มีคนตอบกลับโพสต์ของคุณ: +%1$@!
tr: 💬 Birisi gönderinize yanıt verdi: +%1$@!
vi: 💬 Ai đó đã trả lời bài đăng của bạn: +%1$@!
zh_hans: 💬 有人回复了您的帖子：+%1$@！
zh_hant: 💬 有人回覆了您的貼文：+%1$@！

# Gamification.Toast.DailySession_points:%@
source: 👍 Welcome back! +%1$@ for checking in today
ar: 👍 مرحبًا بعودتك! +%1$@ على تسجيل دخولك اليوم
da: 👍 Velkommen tilbage! +%1$@ for dagens login
de: 👍 Schön, Sie wiederzusehen! +%1$@ für Ihren Login heute
es: 👍 ¡Nos alegra verle de nuevo! +%1$@ por iniciar sesión hoy
fi: 👍 Tervetuloa takaisin! +%1$@ tämän päivän kirjautumisesta
fr: 👍 Ravi de vous revoir ! +%1$@ pour votre connexion
hi: 👍 वापसी पर स्वागत है! +%1$@ आज लॉगिन के लिए
id: 👍 Selamat datang kembali! +%1$@ untuk login hari ini
it: 👍 Felici di rivederla! +%1$@ per il suo accesso di oggi
ja: 👍 おかえりなさい!今日のログインで +%1$@
ms: 👍 Selamat kembali! +%1$@ untuk log masuk hari ini
nb: 👍 Velkommen tilbake! +%1$@ for dagens innlogging
nl: 👍 Welkom terug! +%1$@ voor uw dagelijkse login
pl: 👍 Miło Cię widzieć ponownie! +%1$@ za logowanie
pt: 👍 Que bom tê-lo de volta ! +%1$@ pela sua ligação
ro: 👍 Bun venit înapoi! +%1$@ pentru autentificarea de astăzi
ru: 👍 С возвращением! +%1$@ за вход сегодня
sv: 👍 Välkommen tillbaka! +%1$@ för dagens inloggning
th: 👍 ยินดีต้อนรับกลับมา! +%1$@ สำหรับการเข้าสู่ระบบวันนี้
tr: 👍 Sizi tekrar gördüğümüze sevindik! Bugünkü girişiniz için +%1$@
vi: 👍 Chào mừng trở lại! +%1$@ cho lần đăng nhập hôm nay
zh_hans: 👍 欢迎回来！今日登录获得 +%1$@ 分
zh_hant: 👍 歡迎回來！今日登入獲得 +%1$@ 分

# Gamification.Toast.Post_points:%@
source: ✍️ You just posted: +%1$@!
ar: ✍️ لقد نشرت للتو رسالة: +%1$@!
da: ✍️ Du har lige udgivet et opslag: +%1$@!
de: ✍️ Sie haben gerade einen Beitrag veröffentlicht: +%1$@!
es: ✍️ Acaba de publicar un mensaje: +%1$@.
fi: ✍️ Julkaisitte juuri viestin: +%1$@!
fr: ✍️ Vous venez de publier un message : +%1$@ !
hi: ✍️ आपने अभी एक पोस्ट प्रकाशित की: +%1$@!
id: ✍️ Anda baru saja memposting: +%1$@!
it: ✍️ Ha appena pubblicato un messaggio: +%1$@!
ja: ✍️ 投稿しました:+%1$@!
ms: ✍️ Anda baru sahaja menghantar: +%1$@!
nb: ✍️ Du har akkurat publisert et innlegg: +%1$@!
nl: ✍️ U hebt zojuist een bericht geplaatst: +%1$@!
pl: ✍️ Właśnie opublikowałeś(-aś) post: +%1$@!
pt: ✍️ Acabou de publicar uma mensagem : +%1$@ !
ro: ✍️ Tocmai ați publicat o postare: +%1$@!
ru: ✍️ Вы только что опубликовали пост: +%1$@!
sv: ✍️ Du har just publicerat ett inlägg: +%1$@!
th: ✍️ คุณเพิ่งโพสต์ข้อความ: +%1$@!
tr: ✍️ Az önce bir mesaj paylaştınız: +%1$@!
vi: ✍️ Bạn vừa đăng một bài viết: +%1$@!
zh_hans: ✍️ 您刚刚发布了一条帖子：+%1$@！
zh_hant: ✍️ 您剛剛發布了一篇貼文：+%1$@！

# Gamification.Toast.ProfileCompleted_points:%@
source: 👤 +%1$@ for completing your profile
ar: 👤 +%1$@ على إكمال ملفك الشخصي
da: 👤 +%1$@ for at have fuldført din profil
de: 👤 Ihr Profil ist nun vollständig: +%1$@!
es: 👤 Su perfil ya está completo: +%1$@
fi: 👤 +%1$@ profiilinne täydentämisestä
fr: 👤 Votre profil est complet désormais : +%1$@
hi: 👤 +%1$@ आपकी प्रोफ़ाइल पूरी करने के लिए
id: 👤 +%1$@ untuk melengkapi profil Anda
it: 👤 Il suo profilo è ora completo: +%1$@
ja: 👤 プロフィール完成で +%1$@
ms: 👤 +%1$@ untuk melengkapkan profil anda
nb: 👤 +%1$@ for å ha fullført profilen din
nl: 👤 +%1$@ voor het invullen van uw profiel
pl: 👤 Twój profil jest teraz kompletny: +%1$@
pt: 👤 O seu perfil está agora completo : +%1$@
ro: 👤 +%1$@ pentru completarea profilului dumneavoastră
ru: 👤 +%1$@ за заполнение Вашего профиля
sv: 👤 Din profil är nu komplett: +%1$@
th: 👤 +%1$@ สำหรับการกรอกโปรไฟล์ของคุณ
tr: 👤 Profiliniz artık tamamlandı: +%1$@
vi: 👤 +%1$@ cho việc hoàn thành hồ sơ của bạn
zh_hans: 👤 完善个人资料获得 +%1$@ 分
zh_hant: 👤 完善個人檔案獲得 +%1$@ 分

# Gamification.Toast.Reaction_points:%@
source: ❤️ +%1$@ for your reaction!
ar: ❤️ +%1$@ على تفاعلك!
da: ❤️ +%1$@ for din reaktion!
de: ❤️ +%1$@ für Ihre Reaktion!
es: ❤️ Su reacción le ha dado +%1$@
fi: ❤️ +%1$@ reaktiostanne!
fr: ❤️ Votre réaction vous a rapporté +%1$@
hi: ❤️ +%1$@ आपकी प्रतिक्रिया के लिए!
id: ❤️ +%1$@ untuk reaksi Anda!
it: ❤️ La sua reazione le ha fruttato +%1$@
ja: ❤️ リアクションで +%1$@!
ms: ❤️ +%1$@ untuk reaksi anda!
nb: ❤️ +%1$@ for reaksjonen din!
nl: ❤️ +%1$@ voor uw reactie!
pl: ❤️ Twoja reakcja dała Ci +%1$@
pt: ❤️ A sua reação deu-lhe +%1$@
ro: ❤️ +%1$@ pentru reacția dumneavoastră!
ru: ❤️ +%1$@ за Вашу реакцию!
sv: ❤️ +%1$@ för din reaktion
th: ❤️ +%1$@ สำหรับการแสดงความรู้สึกของคุณ!
tr: ❤️ Tepkiniz size +%1$@ kazandırdı
vi: ❤️ +%1$@ cho cảm xúc của bạn!
zh_hans: ❤️ 您的反应获得 +%1$@ 分！
zh_hant: ❤️ 您的反應獲得 +%1$@ 分！

# Gamification.Toast.Vote_points:%@
source: ✔️ +%1$@ for your vote
ar: ✔️ +%1$@ على تصويتك
da: ✔️ +%1$@ for din stemme
de: ✔️ +%1$@ für Ihre Stimme!
es: ✔️ +%1$@ por su voto.
fi: ✔️ +%1$@ äänestänne
fr: ✔️ +%1$@ pour votre vote !
hi: ✔️ +%1$@ आपके वोट के लिए
id: ✔️ +%1$@ untuk suara Anda
it: ✔️ +%1$@ per il suo voto!
ja: ✔️ 投票で +%1$@
ms: ✔️ +%1$@ untuk undi anda
nb: ✔️ +%1$@ for stemmen din
nl: ✔️ +%1$@ voor uw stem
pl: ✔️ +%1$@ za Twój głos!
pt: ✔️ +%1$@ pelo seu voto !
ro: ✔️ +%1$@ pentru votul dumneavoastră
ru: ✔️ +%1$@ за Ваш голос
sv: ✔️ +%1$@ för din röst!
th: ✔️ +%1$@ สำหรับการโหวตของคุณ
tr: ✔️ Oyunuz için +%1$@!
vi: ✔️ +%1$@ cho lá phiếu của bạn
zh_hans: ✔️ 您的投票获得 +%1$@ 分
zh_hant: ✔️ 您的投票獲得 +%1$@ 分

# Group.Action.Follow
source: Follow
ar: متابعة
da: Følg
de: Abonnieren
es: Seguir
fi: Seuratkaa
fr: Suivre
hi: फ़ॉलो करें
id: Ikuti
it: Segui
ja: フォロー
ms: Ikuti
nb: Følg
nl: Volgen
pl: Obserwuj
pt: Seguir
ro: Urmăriți
ru: Подписаться
sv: Följ
th: ติดตาม
tr: Takip et
vi: Theo dõi
zh_hans: 关注
zh_hant: 追蹤

# Group.Action.Unfollow
source: Followed
ar: مُتابَع
da: Følges
de: Abonniert
es: Seguido
fi: Seurattu
fr: Suivi
hi: फ़ॉलो किया गया
id: Diikuti
it: Seguito
ja: フォロー中
ms: Diikuti
nb: Følger
nl: Gevolgd
pl: Obserwowany
pt: Seguindo
ro: Urmărit
ru: Подписан
sv: Följer
th: ติดตามแล้ว
tr: Takipte
vi: Đang theo dõi
zh_hans: 已关注
zh_hant: 追蹤中

# Group.Action.Unfollow.Error.LastFollowedGroup
source: You must follow at least one group
ar: يجب أن تتابع مجموعة واحدة على الأقل
da: Du skal følge mindst én gruppe
de: Sie müssen mindestens einer Gruppe folgen
es: Debes seguir al menos un grupo
fi: Teidän täytyy seurata vähintään yhtä ryhmää
fr: Vous devez suivre au moins un groupe
hi: आपको कम से कम एक ग्रुप फ़ॉलो करना होगा
id: Anda harus mengikuti setidaknya satu grup
it: Deve seguire almeno un gruppo
ja: 少なくとも1つのグループをフォローする必要があります
ms: Anda mesti mengikuti sekurang-kurangnya satu kumpulan
nb: Du må følge minst én gruppe
nl: U moet minstens één groep volgen
pl: Musisz obserwować co najmniej jedną grupę
pt: Você deve seguir pelo menos um grupo
ro: Trebuie să urmăriți cel puțin un grup
ru: Вы должны подписаться хотя бы на одну группу
sv: Du måste följa minst en grupp
th: คุณต้องติดตามอย่างน้อยหนึ่งกลุ่ม
tr: En az bir grubu takip etmelisiniz
vi: Bạn phải theo dõi ít nhất một nhóm
zh_hans: 您必须至少关注一个群组
zh_hant: 您必須至少追蹤一個群組

# Group.Permissions.AccessDenied.Button
source: View posts
ar: عرض المنشورات
da: Vis opslag
de: Beiträge ansehen
es: Ver publicaciones
fi: Näyttäkää julkaisut
fr: Voir les publications
hi: पोस्ट देखें
id: Lihat postingan
it: Visualizzi i post
ja: 投稿を表示
ms: Lihat hantaran
nb: Vis innlegg
nl: Bekijk berichten
pl: Zobacz posty
pt: Ver publicações
ro: Vedeți postările
ru: Посмотреть посты
sv: Se inlägg
th: ดูโพสต์
tr: Gönderileri gör
vi: Xem bài đăng
zh_hans: 查看帖子
zh_hant: 查看貼文

# Group.Permissions.AccessDenied.Text
source: You don’t have access to this group
ar: ليس لديك إمكانية الوصول إلى هذه المجموعة
da: Du har ikke adgang til denne gruppe
de: Du hast keinen Zugriff auf diese Gruppe
es: No tienes acceso a este grupo
fi: Teillä ei ole pääsyä tähän ryhmään
fr: Vous n’avez pas accès à ce groupe
hi: आपके पास इस ग्रुप तक पहुंच नहीं है
id: Anda tidak memiliki akses ke grup ini
it: Non ha accesso a questo gruppo
ja: このグループへのアクセス権がありません
ms: Anda tidak mempunyai akses kepada kumpulan ini
nb: Du har ikke tilgang til denne gruppen
nl: U hebt geen toegang tot deze groep
pl: Nie masz dostępu do tej grupy
pt: Você não tem acesso a este grupo
ro: Nu aveți acces la acest grup
ru: У Вас нет доступа к этой группе
sv: Du har inte åtkomst till den här gruppen
th: คุณไม่มีสิทธิ์เข้าถึงกลุ่มนี้
tr: Bu gruba erişimin yok
vi: Bạn không có quyền truy cập nhóm này
zh_hans: 您没有访问此群组的权限
zh_hant: 您沒有存取此群組的權限

# Groups.OpenList
source: Explore Groups
ar: استكشف المجموعات
da: Udforsk grupper
de: Gruppen entdecken
es: Explorar grupos
fi: Tutkikaa ryhmiä
fr: Parcourir les groupes
hi: ग्रुप खोजें
id: Jelajahi grup
it: Esplori i gruppi
ja: グループを探索
ms: Terokai kumpulan
nb: Utforsk grupper
nl: Verken groepen
pl: Przeglądaj grupy
pt: Explorar grupos
ro: Explorați grupurile
ru: Изучить группы
sv: Utforska grupper
th: สำรวจกลุ่ม
tr: Grupları keşfet
vi: Khám phá nhóm
zh_hans: 探索群组
zh_hant: 探索群組

# Groups.Title.List
source: Groups
ar: المجموعات
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
hi: ग्रुप
id: Grup
it: Gruppi
ja: グループ
ms: Kumpulan
nb: Grupper
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
sv: Grupper
th: กลุ่ม
tr: Gruplar
vi: Nhóm
zh_hans: 群组
zh_hant: 群組

# Groups.Title.Selection
source: Publish in
ar: نشر في
da: Udgiv i
de: Veröffentlichen in
es: Publicar en
fi: Julkaiskaa ryhmässä
fr: Publier dans
hi: इसमें प्रकाशित करें
id: Terbitkan di
it: Pubblica in
ja: 投稿先:
ms: Terbitkan di
nb: Publiser i
nl: Plaatsen in
pl: Opublikuj w
pt: Publicar em
ro: Publicați în
ru: Опубликовать в
sv: Publicera i
th: เผยแพร่ใน
tr: Şurada paylaş
vi: Đăng vào
zh_hans: 发布到
zh_hant: 發布到

# Menu.EditProfile
source: Edit my profile
ar: تعديل ملفي الشخصي
da: Redigér min profil
de: Mein Profil bearbeiten
es: Editar mi perfil
fi: Muokkaa profiiliani
fr: Modifier mon profil
hi: मेरी प्रोफ़ाइल संपादित करें
id: Edit profil saya
it: Modifica il mio profilo
ja: 自分のプロフィールを編集
ms: Edit profil saya
nb: Rediger profilen min
nl: Mijn profiel bewerken
pl: Edytuj mój profil
pt: Editar o meu perfil
ro: Editați profilul meu
ru: Редактировать мой профиль
sv: Redigera min profil
th: แก้ไขโปรไฟล์ของฉัน
tr: Profilimi düzenle
vi: Chỉnh sửa hồ sơ của tôi
zh_hans: 编辑我的个人资料
zh_hant: 編輯我的個人檔案

# Menu.ViewProfile
source: View my profile
ar: عرض ملفي الشخصي
da: Se min profil
de: Mein Profil ansehen
es: Ver mi perfil
fi: Näytä profiilini
fr: Voir mon profil
hi: मेरी प्रोफ़ाइल देखें
id: Lihat profil saya
it: Vedi il mio profilo
ja: 自分のプロフィールを見る
ms: Lihat profil saya
nb: Se profilen min
nl: Mijn profiel bekijken
pl: Zobacz mój profil
pt: Ver o meu perfil
ro: Vizualizați profilul meu
ru: Посмотреть мой профиль
sv: Visa min profil
th: ดูโปรไฟล์ของฉัน
tr: Profilimi gör
vi: Xem hồ sơ của tôi
zh_hans: 查看我的个人资料
zh_hant: 查看我的個人檔案

# Moderation.Common.Caption
source: You can select multiple reasons
ar: يمكنك اختيار أسباب متعددة
da: Du kan vælge flere årsager
de: Du kannst mehrere Gründe auswählen
es: Puedes seleccionar varios motivos
fi: Voitte valita useita syitä
fr: Vous pouvez sélectionner plusieurs raisons
hi: आप एक से अधिक कारण चुन सकते हैं
id: Anda dapat memilih beberapa alasan
it: Può selezionare più motivi
ja: 複数の理由を選択できます
ms: Anda boleh memilih beberapa sebab
nb: Du kan velge flere grunner
nl: U kunt meerdere redenen selecteren
pl: Możesz wybrać kilka powodów
pt: Você pode selecionar vários motivos
ro: Puteți selecta mai multe motive
ru: Вы можете выбрать несколько причин
sv: Du kan välja flera anledningar
th: คุณสามารถเลือกหลายเหตุผลได้
tr: Birden fazla neden seçebilirsiniz
vi: Bạn có thể chọn nhiều lý do
zh_hans: 您可以选择多个原因
zh_hant: 您可以選擇多個原因

# Moderation.Common.Done.Message
source: Thank you, your report has been received and will be handled by our team.
ar: شكرًا، لقد تم استلام بلاغك وسيتم التعامل معه من قبل فريقنا.
da: Tak, din anmeldelse er modtaget og bliver behandlet af vores team.
de: Danke, Ihre Meldung wurde berücksichtigt und an die Moderation weitergeleitet.
es: Gracias, hemos recibido su denuncia y nuestro equipo la revisará.
fi: Kiitos, ilmoituksenne on vastaanotettu ja tiimimme käsittelee sen.
fr: Merci, votre signalement a été pris en compte et sera traité par notre équipe.
hi: धन्यवाद, आपकी रिपोर्ट प्राप्त हो गई है और हमारी टीम द्वारा संभाली जाएगी।
id: Terima kasih, laporan Anda telah diterima dan akan ditangani oleh tim kami.
it: Grazie, la sua segnalazione è stata ricevuta e sarà esaminata dal nostro team.
ja: ありがとうございます。報告を受け付けました。チームが対応いたします。
ms: Terima kasih, laporan anda telah diterima dan akan dikendalikan oleh pasukan kami.
nb: Takk, rapporten din er mottatt og blir behandlet av teamet vårt.
nl: Bedankt, uw melding is ontvangen en wordt afgehandeld door ons team.
pl: Dziękujemy, Twoje zgłoszenie zostało przyjęte i zostanie rozpatrzone przez nasz zespół.
pt: Obrigado, a sua denúncia foi recebida e será analisada pela nossa equipa.
ro: Mulțumim, raportarea dumneavoastră a fost primită și va fi gestionată de echipa noastră.
ru: Спасибо, Ваша жалоба получена и будет обработана нашей командой.
sv: Tack, din anmälan har tagits emot och kommer att hanteras av vårt team.
th: ขอบคุณ การรายงานของคุณได้รับการรับเรียบร้อยแล้ว และทีมของเราจะดำเนินการต่อไป
tr: Teşekkürler, bildiriminiz alınmıştır ve ekibimiz tarafından incelenecektir.
vi: Cảm ơn, báo cáo của bạn đã được tiếp nhận và sẽ được đội ngũ của chúng tôi xử lý.
zh_hans: 谢谢，您的举报已收到，将由我们的团队处理。
zh_hant: 謝謝，您的檢舉已收到，將由我們的團隊處理。

# Moderation.Common.Done.Title
source: Report sent
ar: تم إرسال البلاغ
da: Anmeldelse sendt
de: Meldung gesendet
es: Denuncia enviada
fi: Ilmoitus lähetetty
fr: Signalement envoyé
hi: रिपोर्ट भेज दी गई
id: Laporan terkirim
it: Segnalazione inviata
ja: 報告を送信しました
ms: Laporan dihantar
nb: Rapport sendt
nl: Melding verzonden
pl: Zgłoszenie wysłane
pt: Denúncia enviada
ro: Raportare trimisă
ru: Жалоба отправлена
sv: Anmälan skickad
th: ส่งการรายงานแล้ว
tr: Bildirim gönderildi
vi: Đã gửi báo cáo
zh_hans: 举报已发送
zh_hant: 檢舉已送出
